Repository: pretix/pretix-stretchgoals
Catalog: pretix_stretchgoals/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Start date
de: Startdatum

source: Will start at first sale by default.
de: Startet andernfalls beim ersten Verkauf

source: End date
de: Enddatum

source: Will end at last sale by default.
de: Endet andernfalls beim letzten Verkauf.

source: Item types
de: Produkt-Typen

source: Items to be included in the calculation.
de: Tickets, die in die Berechnung einfließen sollen

source: Include pending orders
de: Ausstehende Bestellungen einrechnen

source: By default, only paid orders are included in the calculation.
de: Normalerweise werden nur bezahlte Bestellungen eingerechnet.

source: New goal's name
de: Name des neuen Ziels

source: New goal's amount of items to be sold
de: Anzahl Produkte für das Ziel

source: New goal's description
de: Beschreibung des neuen Ziels

source: Show publicly
de: Öffentlich anzeigen

source: By default, the chart is only shown in the backend.
de: Normalerweise nur hier zugänglich.

source: Show public text
de: Öffentlichen Text zeigen

source: This text will include the current state and extrapolations for all goals.
de: Dieser Text enthält die aktuellen Werte und die Extrapolation für den nötigen zukünftigen Durchschnittspreis für Ziele.

source: Generate average price graph
de: Durchschnittspreis-Graph zeigen

source: This graph shows the development of the average price paid.
de: Dieser Graph zeigt die Entwicklung des durchschnittlich bezahlten Preises.

source: Generate total revenue graph
de: Gesamtumsatz-Graph zeigen

source: This graph shows the total revenue over time.
de: Dieser Graph zeigt die Entwicklung des Umsatzes.

source: Minimal number of orders
de: Minimale Anzahl Bestellungen

source: Only show the graph if more than this many orders are taken into consideration.
de: Zeige den Graph nur wenn mehr als so viele Bestellungen Teil der Berechnung sind.

source: Text shown on the public page. You can use the placeholder {avg_now} (the current average).
de: Text zur Anzeige auf der öffentlichen Seite. Du kannst den Platzhalter {avg_now} für den aktuellen Durchschnitt verwenden.

source: Average price
de: Durchschnittlicher Preis

source: Total revenue
de: Gesamtumsatz

source: JavaScript is required to show the chart at this time, sorry!
de: Um das Diagramm zu sehen, muss derzeit leider JavaScript aktiviert sein!

source: Public
de: Öffentliche Seite

source: You have not configured any goals yet – head over to the settings, and we'll guide you through the process!
de: Du hast noch keine Ziele konfiguriert – ab zu den Einstellungen, dort geht's weiter!

source: There is not enough data available yet do provide meaningful statistics. Please check back later!
de: Es gibt noch nicht genug Daten um aussagekräftige Statistiken zu generieren. Probiere es bitte später erneut!

source: Presale Goals
de: Presale-Ziele

source: Stretch Goal Settings
de: Stretch-Goal-Einstellungen

source: Back
de: Zurück

source: General settings
de: Allgemeine Einstellungen

source: Goals
de: Ziele

source: Current goals
de: Aktuelle Ziele

source: items
de: Produkte

source: Display
de: Anzeige

source: Save
de: Speichern
